#+AUTHOR: Bjørn Kåre
#+TITLE: TDT4171 Assignment 4
#+LATEX_HEADER: \hypersetup{colorlinks=true, linkcolor=black}
#+LATEX_HEADER: \usepackage{amsmath}
#+LATEX_HEADER: \usepackage{minted}

*** Printing values
 #+begin_src python :results output table
 print(tabulate([['{0:.3f}'.format(v) for v in value_table[i:i+4]]
   for i in range(0,16,4)], showindex="always", tablefmt="orgtbl"))
 #+end_src

 #+RESULTS: 
 : | 0 | -0.1 | -0.1   | -0.1   | -0.1 |
 : | 1 | -0.1 | -1     | -0.109 | -1   |
 : | 2 | -0.1 | -0.109 | -0.11  | -1   |
 : | 3 | -1   | -0.11  | -0.11  |  1   |

